{
    "Home": "Home",
    "About": "About",
    "Blogs": "Blogs",
    "Volunteers": "Volunteers",
    "Login": "Login",
    "Register": "Register",
    "Blood-Donation-footer": "<0>Blood</0> Donation",
    "blood-donation-definition": " is a simple act of kindness that can have a profound impact on someone's life.It only takes a few minutes to donate blood, but the impact can last a lifetime.",
    "Find Blood": "Find Blood",
    "Donate": "Donate",
    "About Us": "About Us",
    "Contact Us": "Contact Us",
    "Terms & Conditions": "Terms & Conditions",
    "Download App": "Download App",
    "All Rights Reserved For Blood Donation Team": "All Rights Reserved For Blood Donation Team",
    "Blood-Donation": "BLOOD <br /> DONATION",
    "Saves Lifes,": "Saves Lifes,",
    "Together we are stronger": "Together we are stronger",
    "Find-blood-donors": "Find blood donors near your location and make a blood request in less than 5 minutes.",
    "Donate Now": "Donate Now",
    "Join The Cause": "Join The Cause",
    "Join-our-cause": "Join our cause and help us save more lives. Everyone should have the right to get a blood transfusion.",
    "Find Donors in your Area": "Find Donors in your Area",
    "Get connected in a matter of minutes at zero cost": "Get connected in a matter of minutes at zero cost. Our App ships with a smart system that finds the closest blood donors. Our automated blood donation system works efficiently whenever someone needs a blood transfusion.",
    "Answer to Emergencies": "Answer to Emergencies",
    "Answer to Emergencies Paragraph": "As soon as a new blood request is raised, it is routed among our local volunteer blood donors. We know time matters! So we keep you updated with real-time notifications sent directly to you via SMS(text message) or the installed mobile app",
    "Made for Everyone": "Made for Everyone",
    "Made for Everyone Paragraph": "All you need to do is send a text message to 8655, \"blood need (blood-group) in (your-city)\", in any language you want. Our system is smart enough to understand anything you write and helps you find a donor within minutes if not seconds",
    "You are someone's Hero": "You are someone's Hero",
    "You are someone's Hero Paragraph": "In as little as few minutes, you can become someone's unnamed, unknown, but all-important Hero. Saving a life is a noble work that starts very simply and easily. Donate Blood or donate Money, every form of contribution you make is important, valued and essential in our shared mission to save lives.",
    "Start Saving Lifes": "Start Saving Lifes",
    "Start Saving Lifes Paragraph": "Become a donor or request for blood and help save<br /> lifes",
    "Lifes Saved": "Lifes Saved",
    "Lifes Saved Paragraph": "Blood Donation helped saving the life of more than <0>20000 people</0> <br/>help us saving more",
    "Find blood donors near your location and request the needed blood type": "Find blood donors near your location and request the needed blood type",
    "Get Notification": "Get Notification",
    "Get notified about requests instantly, either on our app or by sms": "Get notified about requests instantly, either on our app or by sms",
    "Forever Free": "Forever Free",
    "You don't have to pay anything, Save Life Connect is forever Free !": "You don't have to pay anything, Save Life Connect is forever Free !"
}