{
    "Home": "الرئيسية",
    "About": "عنا",
    "Blogs": "المدونات",
    "Volunteers": "المتطوعون",
    "Login": "تسجيل الدخول",
    "Register": "تسجيل",
    "Blood-Donation-footer": "التبرع <0>بالدم</0> ",
    "blood-donation-definition": ".هو عمل بسيط من اللطف يمكن أن يكون له تأثير عميق على حياة شخص ما. لا يستغرق الأمر سوى بضع دقائق للتبرع بالدم ، لكن التأثير يمكن أن يستمر مدى الحياة",
    "Find Blood": "البحث عن الدم",
    "Donate": "تبرع",
    "About Us": "عنا",
    "Contact Us": "تواصل معنا",
    "Terms & Conditions": "الشروط والأحكام",
    "Download App": "تحميل التطبيق",
    "All Rights Reserved For Blood Donation Team": "جميع الحقوق محفوظة لفريق التبرع بالدم",
    "Blood-Donation": "التبرع <br /> بالدم",
    "Saves Lives,": "،ينقذ الأرواح",
    "Together we are stronger": "معاً نحن أقوى",
    "Find-blood-donors": ".ابحث عن متبرعين بالدم بالقرب من موقعك وقم بطلب الدم في أقل من 5 دقائق",
    "Donate Now": "تبرع الآن",
    "Join The Cause": "انضم إلى القضية",
    "Join-our-cause": ".انضم إلى قضيتنا وساعدنا في إنقاذ المزيد من الأرواح. يجب أن يكون لكل شخص الحق في الحصول على نقل دم",
    "Find Donors in your Area": "ابحث عن متبرعين في منطقتك",
    "Get connected in a matter of minutes at zero cost": ".اتصل في غضون دقائق بدون تكلفة. يأتي تطبيقنا مزودا بنظام ذكي يعثر على أقرب المتبرعين بالدم. يعمل نظامنا الآلي للتبرع بالدم بكفاءة كلما احتاج شخص ما إلى نقل دم",
    "Answer to Emergencies": "الاستجابة لحالات الطوارئ",
    "Answer to Emergencies Paragraph": "بمجرد رفع طلب دم جديد ، يتم توجيهه بين المتبرعين بالدم المتطوعين المحليين. نحن نعلم أن الوقت مهم! لذلك نبقيك على اطلاع دائم بالإشعارات في الوقت الفعلي المرسلة إليك مباشرة عبر الرسائل القصيرة (رسالة نصية) أو تطبيق الهاتف المحمول المثبت",
    "Made for Everyone": "صنع للجميع",
    "Made for Everyone Paragraph": "كل ما عليك فعله هو إرسال رسالة نصية إلى 8655 ، \" الدم المطلوب(فصيلة الدم) في (مدينتك)\" ، بأي لغة تريدها. نظامنا ذكي بما يكفي لفهم أي شيء تكتبه ويساعدك في العثور على متبرع في غضون دقائق إن لم يكن ثوان ",
    "You are someone's Hero": "أنت بطل شخص ما",
    "You are someone's Hero Paragraph": "في أقل من بضع دقائق ، يمكنك أن تصبح بطلا غير مسمى لشخص ما ، غير معروف ، ولكنه مهم للغاية. إنقاذ الحياة هو عمل نبيل يبدأ بكل بساطة وسهولة. تبرع بالدم أو تبرع بالمال ، كل شكل من أشكال المساهمة التي تقدمها مهم وقيم وضروري في مهمتنا المشتركة لإنقاذ الأرواح.",
    "Start Saving Lives": "ابدأ في إنقاذ الأرواح",
    "Start Saving Lives Paragraph": "كن متبرعاً أو اطلب الدم وساعد في إنقاذ<br /> الأرواح",
    "Lives Saved": "الأرواح المحفوظة",
    "Lives Saved Paragraph": "ساعد التبرع بالدم في إنقاذ حياة أكثر من <0>20000 شخص</0> <br/>ساعدنا في انقاذ المزيد",
    "Find blood donors near your location and request the needed blood type": "ابحث عن متبرعين بالدم بالقرب من موقعك واطلب فصيلة الدم المطلوبة",
    "Get Notification": "الحصول على إشعار",
    "Get notified about requests instantly, either on our app or by sms": "احصل على إشعارات حول الطلبات على الفور ، إما على تطبيقنا أو عن طريق الرسائل القصيرة",
    "Forever Free": "مجاني إلى الأبد",
    "You don't have to pay anything, Blood Donation Connect is forever Free !": "ليس عليك دفع أي شيء ، توصيل التبرع بالدم مجاني إلى الأبد!",
    "What we do at blood donation foundation": "ماذا نفعل في مؤسسة التبرع بالدم",
    "We solve the problem of blood emergencies by connecting blood donors directly with people in blood need.": "نحن نحل مشكلة حالات الطوارئ الدموية من خلال ربط المتبرعين بالدم مباشرة مع الأشخاص المحتاجين للدم.",
    "What is this all about ?": "ما هو كل هذا؟",
    "What we do?": "ماذا نفعل؟",
    "We connect blood donors with recipients, without any intermediary such as blood banks, for an efficient and seamless process.": "نحن نربط المتبرعين بالدم بالمتلقين ، دون أي وسيط مثل بنوك الدم ، من أجل عملية فعالة وسلسة.",
    "Innovative": "مبتكر",
    "Blood donation Connect is an innovative approach to address global health. We provide immediate access to blood donors.": "توصيل التبرع بالدم هو نهج مبتكر لمعالجة الصحة العالمية. نحن نوفر الوصول الفوري إلى المتبرعين بالدم.",
    "Network": "شبكة",
    "Blood donation is one of several community organizations working together as a network that responds to emergencies in an efficient manner.": "التبرع بالدم هو واحد من العديد من المنظمات المجتمعية التي تعمل معا كشبكة تستجيب لحالات الطوارئ بطريقة فعالة.",
    "Get notified": "احصل على إشعار",
    "Blood donation Connect works with network partners to connect blood donors and recipients through an automated SMS service and a mobile app.": "تعمل شبكة التبرع بالدم مع شركاء الشبكة لربط المتبرعين بالدم والمتلقين من خلال خدمة الرسائل القصيرة الآلية وتطبيق الهاتف المحمول.",
    "Totally Free": "مجاني تماماً",
    "Totally Free paragraph": "الهدف النهائي لتوصيل التبرع بالدم هو توفير طريقة سهلة  الاستخدام وسهلة الوصول وسريعة وفعالة وموثوقة للحصول على الدم المنقذ للحياة ، مجاناً تماماً.",
    "Save Life": "أنقذ الحياة",
    "Save Life paragraph": "نحن مؤسسة غير ربحية وهدفنا الرئيسي هو التأكد من أن كل شيء يتم القيام به لحماية الأشخاص الضعفاء. ساعدنا من خلال تقديم هدية!",
    "Using Our Service": "استخدام خدمتنا",
    "Using our service is as simple as saying, Hello!": "! ًاستخدام خدمتنا بسيط مثل قول ، مرحبا",
    "Register your account so you can immediately start using Blood Donation Connect": "قم بتسجيل حسابك حتى تتمكن من البدء فوراً في استخدام توصيل التبرع بالدم",
    "Post a Blood request": "نشر طلب الدم",
    "Post a blood request using this website or our app and locate  blood volunteers within your area.": ".انشر طلب دم باستخدام هذا الموقع الإلكتروني أو تطبيقنا وحدد موقع متطوعي الدم داخل منطقتك",
    "Get notified in real time when a donor has been found and when the blood is on its way to the patient": "احصل على إشعار في الوقت الفعلي عندما يتم العثور على متبرع وعندما يكون الدم في طريقه إلى المريض",
    "Save a Life": "أنقذ حياة",
    "Donating or requesting blood share the same noble and final purpose Saving a Life.": ".التبرع بالدم أو طلبه يشترك في نفس الغرض النبيل والنهائي إنقاذ حياة",
    "Saving Lives Through Donation": "إنقاذ الأرواح من خلال التبرع",
    "Blood donation is a regulated and safe process with thorough screening to assess donor eligibility and testing to prevent risks to recipients.": "التبرع بالدم هو عملية منظمة وآمنة مع فحص شامل لتقييم أهلية المتبرع واختباره لمنع المخاطر التي يتعرض لها المتلقون.",
    "A single blood donation can save up to three lives by providing essential components like red blood cells, platelets, and plasma for various medical treatments, such as surgery or blood loss replacement.": "يمكن للتبرع بالدم الواحد أن ينقذ ما يصل إلى ثلاثة أرواح من خلال توفير المكونات الأساسية مثل خلايا الدم الحمراء والصفائح الدموية والبلازما لمختلف العلاجات الطبية ، مثل الجراحة أو استبدال فقدان الدم.",
    "Blood donation relies on volunteers' generosity, and regular donors are crucial to meet the constant need for blood. Your donation can bring hope to those in need, contributing to a compassionate community dedicated to saving lives and improving well-being.": "يعتمد التبرع بالدم على سخاء المتطوعين ، والمتبرعون المنتظمون ضروريون لتلبية الحاجة المستمرة للدم. تبرعك يمكن أن يجلب الأمل للمحتاجين ، ويساهم في مجتمع رحيم مكرس لإنقاذ الأرواح وتحسين الرفاهية.",
    "Blood types are categorized into four main groups: A, B, AB, and O. Type O negative is a universal donor, compatible with all blood types, while individuals with AB positive are universal recipients, able to receive blood from any type. Ensuring the compatibility of blood types is vital during transfusions to minimize risks and optimize effectiveness.": "يتم تصنيف أنواع الدم إلى أربع مجموعات رئيسية: A و B و AB و O. النوع O السلبي هو متبرع عالمي ، متوافق مع جميع أنواع الدم ، في حين أن الأفراد الذين لديهم AB إيجابي هم متلقون عالميون ، قادرون على تلقي الدم من أي نوع. إن ضمان توافق فصائل الدم أمر حيوي أثناء عمليات نقل الدم لتقليل المخاطر وتحسين الفعالية.",
    "Individuals typically need to be at least 17 or 18 years old, in good health, meet weight requirements, and have an adequate hemoglobin level. Certain factors like recent travel or medical treatments may result in temporary deferral. It's important to consult the local blood donation center or blood bank for specific eligibility criteria as guidelines can vary by region.": "يحتاج الأفراد عادة إلى أن يكون عمرهم 17 أو 18 عاما على الأقل ، وأن يتمتعوا بصحة جيدة ، وأن يستوفوا متطلبات الوزن ، وأن يكون لديهم مستوى كاف من الهيموجلوبين. قد تؤدي بعض العوامل مثل السفر الأخير أو العلاجات الطبية إلى تأجيل مؤقت. من المهم استشارة مركز التبرع بالدم المحلي أو بنك الدم للحصول على معايير أهلية محددة حيث يمكن أن تختلف الإرشادات حسب المنطقة.",
    "Search our Super Hero Volunteers": "ابحث عن متطوعينا الأبطال الخارقين",
    "Filter with:": "تصفية ب:",
    "All": "الكل",
    "Location": "المكان",
    "Alexandria": "إسكندرية",
    "Aswan": "أسوان",
    "Asyut": "أسيوط",
    "Beheira": "البحيرة",
    "Beni Suef": "بني سويف",
    "Cairo": "القاهرة",
    "Dakahlia": "الدقهلية",
    "Damietta": "دمياط",
    "Faiyum": "الفيوم",
    "Gharbia": "الغربية",
    "Giza": "الجيزة",
    "Ismailia": "اسماعلية",
    "Kafr El Sheikh": "كفر الشيخ",
    "Luxor": "الأقصر",
    "Matruh": "مطروح",
    "Minya": "المنيا",
    "Monufia": "المنوفية",
    "New Valley": "الوادي الجديد",
    "North Sinai": "شمال سيناء",
    "Port Said": "بورسعيد",
    "Qalyubia": "القلبوبية",
    "Qena": "قنا",
    "Red Sea": "البحر الأحمر",
    "Sharqia": "الشرقية",
    "Sohag": "سوهاج",
    "South Sinai": "جنوب سيناء",
    "Suez": "السويس",
    "Reset": "إعادة تعيين",
    "Please wait data loading": "يرجى انتظار تحميل البيانات",
    "VOLUNTEER": "المتطوع",
    "LOCATION": "المكان",
    "BLOOD GROUP": "فصيلة الدم",
    "Blood Type": "فصيلة الدم",
    "Sorry, no results found": "عذراً، لم يتم العثور على نتائج",
    "Loading...": "جاري التحميل...",
    "Start saving lives": "ابدأ في إنقاذ الأرواح",
    "Choose Your Plan": "اختر خطتك",
    "Organization": "منظمة",
    "This Plan Include Hospitals and Blood Banks": "تشمل هذه الخطة المستشفيات وبنوك الدم",
    "* Your are Following the Organizational Plan": "* أنت تتبع الخطة التنظيمية",
    "User": "مستخدم",
    "This Plan Include Donors and recipients": "تشمل هذه الخطة المتبرعين والمستقبلين",
    "* Your are Following the Users Plan": "* أنت تتبع خطة المستخدمين",
    "Cancel": "إلغاء الأمر",
    "Sign Up": "تسجيل",
    "Sign In": "تسجيل الدخول"
}