{
    "Home": "الرئيسية",
    "About": "عنا",
    "Blogs": "المدونات",
    "Volunteers": "المتطوعون",
    "Login": "تسجيل الدخول",
    "Register": "تسجيل",
    "Blood-Donation-footer": "التبرع <0>بالدم</0> ",
    "blood-donation-definition": ".هو عمل بسيط من اللطف يمكن أن يكون له تأثير عميق على حياة شخص ما. لا يستغرق الأمر سوى بضع دقائق للتبرع بالدم ، لكن التأثير يمكن أن يستمر مدى الحياة",
    "Find Blood": "البحث عن الدم",
    "Donate": "تبرع",
    "About Us": "عنا",
    "Contact Us": "تواصل معنا",
    "Terms & Conditions": "الشروط والأحكام",
    "Download App": "تحميل التطبيق",
    "All Rights Reserved For Blood Donation Team": "جميع الحقوق محفوظة لفريق التبرع بالدم",
    "Blood-Donation": "التبرع <br /> بالدم",
    "Saves Lifes,": "،ينقذ الأرواح",
    "Together we are stronger": "معاً نحن أقوى",
    "Find-blood-donors": ".ابحث عن متبرعين بالدم بالقرب من موقعك وقم بطلب الدم في أقل من 5 دقائق",
    "Donate Now": "تبرع الآن",
    "Join The Cause": "انضم إلى القضية",
    "Join-our-cause": ".انضم إلى قضيتنا وساعدنا في إنقاذ المزيد من الأرواح. يجب أن يكون لكل شخص الحق في الحصول على نقل دم",
    "Find Donors in your Area": "ابحث عن متبرعين في منطقتك",
    "Get connected in a matter of minutes at zero cost": ".اتصل في غضون دقائق بدون تكلفة. يأتي تطبيقنا مزودا بنظام ذكي يعثر على أقرب المتبرعين بالدم. يعمل نظامنا الآلي للتبرع بالدم بكفاءة كلما احتاج شخص ما إلى نقل دم",
    "Answer to Emergencies": "الاستجابة لحالات الطوارئ",
    "Answer to Emergencies Paragraph": "بمجرد رفع طلب دم جديد ، يتم توجيهه بين المتبرعين بالدم المتطوعين المحليين. نحن نعلم أن الوقت مهم! لذلك نبقيك على اطلاع دائم بالإشعارات في الوقت الفعلي المرسلة إليك مباشرة عبر الرسائل القصيرة (رسالة نصية) أو تطبيق الهاتف المحمول المثبت",
    "Made for Everyone": "صنع للجميع",
    "Made for Everyone Paragraph": "كل ما عليك فعله هو إرسال رسالة نصية إلى 8655 ، \" الدم المطلوب(فصيلة الدم) في (مدينتك)\" ، بأي لغة تريدها. نظامنا ذكي بما يكفي لفهم أي شيء تكتبه ويساعدك في العثور على متبرع في غضون دقائق إن لم يكن ثوان ",
    "You are someone's Hero": "أنت بطل شخص ما",
    "You are someone's Hero Paragraph": "في أقل من بضع دقائق ، يمكنك أن تصبح بطلا غير مسمى لشخص ما ، غير معروف ، ولكنه مهم للغاية. إنقاذ الحياة هو عمل نبيل يبدأ بكل بساطة وسهولة. تبرع بالدم أو تبرع بالمال ، كل شكل من أشكال المساهمة التي تقدمها مهم وقيم وضروري في مهمتنا المشتركة لإنقاذ الأرواح.",
    "Start Saving Lifes": "ابدأ في إنقاذ الأرواح",
    "Start Saving Lifes Paragraph": "كن متبرعاً أو اطلب الدم وساعد في إنقاذ<br /> الأرواح",
    "Lifes Saved": "الأرواح المحفوظة",
    "Lifes Saved Paragraph": "ساعد التبرع بالدم في إنقاذ حياة أكثر من <0>20000 شخص</0> <br/>ساعدنا في انقاذ المزيد",
    "Find blood donors near your location and request the needed blood type": "ابحث عن متبرعين بالدم بالقرب من موقعك واطلب فصيلة الدم المطلوبة",
    "Get Notification": "الحصول على إشعار",
    "Get notified about requests instantly, either on our app or by sms": "احصل على إشعارات حول الطلبات على الفور ، إما على تطبيقنا أو عن طريق الرسائل القصيرة",
    "Forever Free": "مجاني إلى الأبد",
    "You don't have to pay anything, Save Life Connect is forever Free !": "ليس عليك دفع أي شيء ، Save Life Connect مجاني إلى الأبد!"
}